Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.ImportPickerTitle
source: Import Autopilot profile JSON
ar_sa: استيراد ملف تعريف Autopilot JSON
bg_bg: Импортиране на Autopilot профил JSON
cs_cz: Importovat profil Autopilot JSON
da_dk: Importer Autopilot profil JSON
de_de: Autopilot Profil importieren JSON
el_gr: Εισαγωγή προφίλ Autopilot JSON
es_mx: Importar Autopilot perfil JSON
et_ee: Import Autopilot profiil JSON
fi_fi: Tuo Autopilot profiili JSON
fr_ca: Importer le profil Autopilot JSON
he_il: ייבוא פרופיל Autopilot JSON
hr_hr: Uvezi Autopilot profil JSON
hu_hu: Autopilot profil importálása JSON
it_it: Importa Autopilot profilo JSON
ja_jp: Autopilot プロフィール JSON をインポート
ko_kr: Autopilot 프로필 JSON 가져오기
lt_lt: Importuoti Autopilot profilį JSON
lv_lv: Importēt Autopilot profilu JSON
nb_no: Importer Autopilot profil JSON
nl_nl: Importeer Autopilot profiel JSON
pl_pl: Importuj profil Autopilot JSON
pt_pt: Importar perfil Autopilot JSON
ro_ro: Importați profilul Autopilot JSON
ru_ru: Импортировать профиль Autopilot JSON
sk_sk: Importovať profil Autopilot JSON
sl_si: Uvozi Autopilot profil JSON
sr_latn_rs: Uvezi Autopilot profil JSON
sv_se: Importera Autopilot profil JSON
th_th: นำเข้าโปรไฟล์ Autopilot JSON
tr_tr: Autopilot profilini içe aktar JSON
uk_ua: Імпорт профілю Autopilot JSON
zh_cn: 导入Autopilot配置文件JSON
zh_tw: 導入Autopilot設定檔JSON

# Autopilot.ImportingStatus
source: Importing Autopilot profile...
ar_sa: جارٍ استيراد ملف التعريف Autopilot...
bg_bg: Импортиране на Autopilot профил...
cs_cz: Import profilu Autopilot...
da_dk: Importerer Autopilot profil...
de_de: Autopilot-Profil wird importiert...
el_gr: Εισαγωγή προφίλ Autopilot...
es_mx: Importando perfil Autopilot...
et_ee: Autopilot profiili importimine...
fi_fi: Tuodaan Autopilot profiilia...
fr_ca: Importation du profil Autopilot...
he_il: מייבא פרופיל Autopilot...
hr_hr: Uvoz Autopilot profila...
hu_hu: Autopilot profil importálása...
it_it: Importazione profilo Autopilot...
ja_jp: Autopilot プロフィールをインポートしています...
ko_kr: Autopilot 프로필을 가져오는 중...
lt_lt: Importuojamas Autopilot profilis...
lv_lv: Notiek Autopilot profila importēšana...
nb_no: Importerer Autopilot profil...
nl_nl: Autopilot profiel importeren...
pl_pl: Importowanie profilu Autopilot...
pt_pt: Importando perfil Autopilot...
ro_ro: Se importă profilul Autopilot...
ru_ru: Импорт профиля Autopilot...
sk_sk: Importuje sa profil Autopilot...
sl_si: Uvažanje profila Autopilot...
sr_latn_rs: Uvoz Autopilot profila...
sv_se: Importerar Autopilot profil...
th_th: กำลังนำเข้าโปรไฟล์ Autopilot...
tr_tr: Autopilot profili içe aktarılıyor...
uk_ua: Імпорт профілю Autopilot...
zh_cn: 正在导入Autopilot个人资料...
zh_tw: 正在導入Autopilot個人資料...

# Autopilot.InteractiveHardwareHashDescription
source: When enabled, the technician signs in with a Microsoft device code during OOBE and uploads the device hardware hash.
ar_sa: عند التمكين، يسجل الفني الدخول باستخدام رمز جهاز Microsoft أثناء OOBE ويحمّل تجزئة أجهزة الجهاز.
bg_bg: Когато е разрешено, техникът влиза с код за устройство на Microsoft по време на OOBE и качва хардуерния хеш на устройството.
cs_cz: Je-li povoleno, technik se během OOBE přihlásí pomocí kódu zařízení Microsoft a nahraje hardwarový hash zařízení.
da_dk: Når den er aktiveret, logger teknikeren på med en Microsoft-enhedskode under OOBE og uploader enhedens hardwarehash.
de_de: Wenn aktiviert, meldet sich der Techniker während OOBE mit einem Microsoft-Gerätecode an und lädt den Hardware-Hash des Geräts hoch.
el_gr: Όταν είναι ενεργοποιημένη, ο τεχνικός συνδέεται με κωδικό συσκευής Microsoft κατά το OOBE και αποστέλλει τον κατακερματισμό υλικού της συσκευής.
es_mx: Cuando está habilitado, el técnico inicia sesión con un código de dispositivo de Microsoft durante OOBE y carga el hash de hardware del dispositivo.
et_ee: Kui see on lubatud, logib tehnik OOBE ajal sisse Microsofti seadmekoodiga ja laadib üles seadme riistvararäsi.
fi_fi: Kun tämä on käytössä, teknikko kirjautuu OOBE-vaiheen aikana Microsoftin laitekoodilla ja lataa laitteen laitteiston hajautusarvon.
fr_ca: Lorsqu’elle est activée, le technicien se connecte avec un code d’appareil Microsoft pendant l’OOBE et téléverse le hachage matériel de l’appareil.
he_il: כשהאפשרות מופעלת, הטכנאי נכנס באמצעות קוד מכשיר של Microsoft במהלך OOBE ומעלה את hash החומרה של המכשיר.
hr_hr: Kada je omogućeno, tehničar se tijekom OOBE-a prijavljuje pomoću Microsoftova koda uređaja i prenosi hardverski hash uređaja.
hu_hu: Ha engedélyezve van, a technikus az OOBE során Microsoft-eszközkóddal jelentkezik be, és feltölti az eszköz hardverhashét.
it_it: Quando è abilitato, il tecnico accede con un codice dispositivo Microsoft durante OOBE e carica l’hash hardware del dispositivo.
ja_jp: 有効にすると、技術者は OOBE 中に Microsoft のデバイス コードでサインインし、デバイスのハードウェア ハッシュをアップロードします。
ko_kr: 활성화하면 기술자가 OOBE 중에 Microsoft 장치 코드로 로그인하고 장치 하드웨어 해시를 업로드합니다.
lt_lt: Įjungus, technikas OOBE metu prisijungia naudodamas Microsoft įrenginio kodą ir įkelia įrenginio aparatūros maišą.
lv_lv: Kad iespējots, tehniķis OOBE laikā pierakstās ar Microsoft ierīces kodu un augšupielādē ierīces aparatūras jaucējkodu.
nb_no: Når dette er aktivert, logger teknikeren på med en Microsoft-enhetskode under OOBE og laster opp enhetens maskinvarehash.
nl_nl: Indien ingeschakeld, meldt de technicus zich tijdens OOBE aan met een Microsoft-apparaatcode en uploadt de hardware-hash van het apparaat.
pl_pl: Po włączeniu technik loguje się za pomocą kodu urządzenia Microsoft podczas OOBE i przesyła skrót sprzętowy urządzenia.
pt_pt: Quando ativado, o técnico inicia sessão com um código de dispositivo Microsoft durante a OOBE e carrega o hash de hardware do dispositivo.
ro_ro: Când este activată, tehnicianul se conectează cu un cod de dispozitiv Microsoft în timpul OOBE și încarcă hashul hardware al dispozitivului.
ru_ru: При включении технический специалист входит в систему с кодом устройства Microsoft во время OOBE и отправляет аппаратный хеш устройства.
sk_sk: Po povolení sa technik počas OOBE prihlási pomocou kódu zariadenia Microsoft a nahrá hardvérový hash zariadenia.
sl_si: Ko je omogočeno, se tehnik med OOBE prijavi s kodo naprave Microsoft in naloži zgoščeno vrednost strojne opreme naprave.
sr_latn_rs: Kada je omogućeno, tehničar se tokom OOBE prijavljuje pomoću Microsoft koda uređaja i otprema hardverski heš uređaja.
sv_se: När funktionen är aktiverad loggar teknikern in med en Microsoft-enhetskod under OOBE och laddar upp enhetens maskinvaruhash.
th_th: เมื่อเปิดใช้งาน ช่างเทคนิคจะลงชื่อเข้าใช้ด้วยรหัสอุปกรณ์ Microsoft ระหว่าง OOBE และอัปโหลดแฮชฮาร์ดแวร์ของอุปกรณ์
tr_tr: Etkinleştirildiğinde teknisyen, OOBE sırasında Microsoft cihaz koduyla oturum açar ve cihazın donanım karmasını yükler.
uk_ua: Коли ввімкнено, технічний спеціаліст входить за кодом пристрою Microsoft під час OOBE і завантажує апаратний хеш пристрою.
zh_cn: 启用后，技术人员将在 OOBE 期间使用 Microsoft 设备代码登录并上传设备硬件哈希。
zh_tw: 啟用後，技術人員將在 OOBE 期間使用 Microsoft 裝置代碼登入並上傳裝置硬體雜湊。

# Autopilot.InteractiveHardwareHashHeader
source: Interactive hardware hash upload
ar_sa: تحميل تفاعلي لتجزئة الأجهزة
bg_bg: Интерактивно качване на хардуерен хеш
cs_cz: Interaktivní nahrání hardwarového hashe
da_dk: Interaktiv upload af hardwarehash
de_de: Interaktiver Hardware-Hash-Upload
el_gr: Διαδραστική αποστολή κατακερματισμού υλικού
es_mx: Carga interactiva del hash de hardware
et_ee: Interaktiivne riistvararäsi üleslaadimine
fi_fi: Vuorovaikutteinen laitteiston hajautusarvon lataus
fr_ca: Téléversement interactif du hachage matériel
he_il: העלאה אינטראקטיבית של hash חומרה
hr_hr: Interaktivni prijenos hardverskog hasha
hu_hu: Interaktív hardverhash-feltöltés
it_it: Caricamento interattivo dell’hash hardware
ja_jp: 対話型ハードウェア ハッシュ アップロード
ko_kr: 대화형 하드웨어 해시 업로드
lt_lt: Interaktyvus aparatūros maišos įkėlimas
lv_lv: Interaktīva aparatūras jaucējkoda augšupielāde
nb_no: Interaktiv opplasting av maskinvarehash
nl_nl: Interactieve hardware-hash-upload
pl_pl: Interaktywne przesyłanie skrótu sprzętowego
pt_pt: Carregamento interativo do hash de hardware
ro_ro: Încărcare interactivă a hashului hardware
ru_ru: Интерактивная отправка аппаратного хеша
sk_sk: Interaktívne nahratie hardvérového hashu
sl_si: Interaktivno nalaganje zgoščene vrednosti strojne opreme
sr_latn_rs: Interaktivno otpremanje hardverskog heša
sv_se: Interaktiv uppladdning av maskinvaruhash
th_th: การอัปโหลดแฮชฮาร์ดแวร์แบบโต้ตอบ
tr_tr: Etkileşimli donanım karması yükleme
uk_ua: Інтерактивне завантаження апаратного хешу
zh_cn: 交互式硬件哈希上传
zh_tw: 互動式硬體雜湊上傳

# Autopilot.JsonProfileHeader
source: JSON profile provisioning
ar_sa: JSON توفير الملف الشخصي
bg_bg: Осигуряване на профил JSON
cs_cz: JSON zřizování profilu
da_dk: JSON profilklargøring
de_de: JSON Profilbereitstellung
el_gr: Προμήθεια προφίλ JSON
es_mx: JSON aprovisionamiento de perfil
et_ee: JSON profiili ettevalmistamine
fi_fi: JSON profiilin hallinta
fr_ca: JSON provisionnement du profil
he_il: JSON הקצאת פרופיל
hr_hr: JSON dodjela profila
hu_hu: JSON profil létrehozása
it_it: JSON provisioning del profilo
ja_jp: JSON プロファイルのプロビジョニング
ko_kr: JSON 프로필 프로비저닝
lt_lt: JSON profilio sudarymas
lv_lv: JSON profila nodrošināšana
nb_no: JSON profilklargjøring
nl_nl: JSON profielinrichting
pl_pl: Udostępnianie profilu JSON
pt_pt: JSON provisionamento de perfil
ro_ro: JSON furnizarea profilului
ru_ru: JSON подготовка профиля
sk_sk: JSON poskytovanie profilu
sl_si: Omogočanje profila JSON
sr_latn_rs: JSON dodeljivanje profila
sv_se: JSON profilprovisionering
th_th: JSON การจัดสรรโปรไฟล์
tr_tr: JSON profil temel hazırlığı
uk_ua: надання профілю JSON
zh_cn: JSON 配置文件配置
zh_tw: JSON 設定檔配置

# Autopilot.ModeSwitchConfirmationMessageFormat
source: {0} is currently active. Continuing will disable it and enable {1}.
ar_sa: {0} هو النمط النشط حاليًا. سيؤدي المتابعة إلى تعطيله وتفعيل {1}.
bg_bg: {0} е в момента активен. Продължаването ще го деактивира и ще активира {1}.
cs_cz: {0} je momentálně aktivní. Pokračováním se vypne a povolí {1}.
da_dk: {0} er i øjeblikket aktivt. Hvis du fortsætter, deaktiveres det og {1} aktiveres.
de_de: {0} ist derzeit aktiv. Mit dem Fortfahren wird er deaktiviert und {1} aktiviert.
el_gr: Το {0} είναι προς το παρόν ενεργό. Η συνέχιση θα το απενεργοποιήσει και θα ενεργοποιήσει το {1}.
es_mx: {0} está activo en este momento. Al continuar, se desactivará y se habilitará {1}.
et_ee: {0} on praegu aktiivne. Jätkamise korral keelatakse see ja lubatakse {1}.
fi_fi: {0} on tällä hetkellä aktiivinen. Jatkaminen poistaa sen käytöstä ja ottaa käyttöön {1}.
fr_ca: {0} est actuellement actif. La poursuite le désactivera et activera {1}.
he_il: {0} פעיל כעת. המשך ישבית אותו ויפעיל את {1}.
hr_hr: {0} je trenutačno aktivan. Nastavak će ga onemogućiti i omogućiti {1}.
hu_hu: {0} jelenleg aktív. A folytatás letiltja, és engedélyezi ezt: {1}.
it_it: La modalità {0} è attualmente attiva. Continuando verrà disattivata e verrà attivata la modalità {1}.
ja_jp: 現在、{0} が有効です。続行すると、このモードが無効になり、{1} が有効になります。
ko_kr: {0}이(가) 현재 활성화되어 있습니다. 계속하면 이 모드가 비활성화되고 {1}이(가) 활성화됩니다.
lt_lt: Šiuo metu aktyvus režimas „{0}“. Tęsiant jis bus išjungtas ir bus įjungtas „{1}“.
lv_lv: Pašlaik ir aktīvs režīms {0}. Turpinot tas tiks atspējots un tiks iespējots režīms {1}.
nb_no: {0} er aktiv for øyeblikket. Hvis du fortsetter, deaktiveres den, og {1} aktiveres.
nl_nl: {0} is momenteel actief. Als u doorgaat, wordt deze modus uitgeschakeld en wordt {1} ingeschakeld.
pl_pl: {0} jest obecnie aktywny. Kontynuowanie spowoduje jego wyłączenie i włączenie trybu {1}.
pt_pt: {0} está atualmente ativo. Se continuar, será desativado e {1} será ativado.
ro_ro: {0} este activ în prezent. Dacă continuați, acesta va fi dezactivat și va fi activat {1}.
ru_ru: {0} сейчас активен. Если продолжить, он будет отключен, а {1} будет включен.
sk_sk: {0} je momentálne aktívny. Pokračovaním sa vypne a zapne sa {1}.
sl_si: {0} je trenutno aktiven. Če nadaljujete, bo onemogočen, {1} pa bo omogočen.
sr_latn_rs: {0} je trenutno aktivan. Ako nastavite, biće onemogućen, a {1} će biti omogućen.
sv_se: {0} är aktivt just nu. Om du fortsätter inaktiveras det och {1} aktiveras.
th_th: {0} เปิดใช้งานอยู่ในขณะนี้ หากดำเนินการต่อ ระบบจะปิดใช้งานโหมดนี้และเปิดใช้งาน {1}
tr_tr: {0} şu anda etkin. Devam ederseniz devre dışı bırakılır ve {1} etkinleştirilir.
uk_ua: {0} зараз активний. Якщо продовжити, його буде вимкнено, а {1} буде ввімкнено.
zh_cn: {0} 当前处于活动状态。继续操作将禁用它并启用 {1}。
zh_tw: {0} 目前處於使用中。繼續將停用它並啟用 {1}。

# Autopilot.ModeSwitchConfirmationPrimaryButton
source: Change mode
ar_sa: تغيير النمط
bg_bg: Промяна на режима
cs_cz: Změnit režim
da_dk: Skift tilstand
de_de: Modus ändern
el_gr: Αλλαγή λειτουργίας
es_mx: Cambiar modo
et_ee: Muuda režiimi
fi_fi: Vaihda tilaa
fr_ca: Modifier le mode
he_il: שינוי מצב
hr_hr: Promijeni način
hu_hu: Mód módosítása
it_it: Cambia modalità
ja_jp: モードを変更
ko_kr: 모드 변경
lt_lt: Keisti režimą
lv_lv: Mainīt režīmu
nb_no: Endre modus
nl_nl: Modus wijzigen
pl_pl: Zmień tryb
pt_pt: Alterar modo
ro_ro: Schimbați modul
ru_ru: Изменить режим
sk_sk: Zmeniť režim
sl_si: Spremeni način
sr_latn_rs: Promeni režim
sv_se: Ändra läge
th_th: เปลี่ยนโหมด
tr_tr: Modu değiştir
uk_ua: Змінити режим
zh_cn: 更改模式
zh_tw: 變更模式

# Autopilot.ModeSwitchConfirmationTitle
source: Change provisioning mode?
ar_sa: تغيير وضع التهيئة؟
bg_bg: Промяна на режима на подготвяне?
cs_cz: Změnit režim zřizování?
da_dk: Skift provisioning-tilstand?
de_de: Bereitstellungsmodus ändern?
el_gr: Αλλαγή λειτουργίας προμήθειας;
es_mx: ¿Cambiar el modo de aprovisionamiento?
et_ee: Kas muuta juurutusrežiimi?
fi_fi: Vaihda käyttöönoton tilaa?
fr_ca: Modifier le mode de provisionnement?
he_il: לשנות את מצב ההקצאה?
hr_hr: Promijeniti način dodjele resursa?
hu_hu: Módosítja a kiépítési módot?
it_it: Cambiare modalità di provisioning?
ja_jp: プロビジョニング モードを変更しますか?
ko_kr: 프로비저닝 모드를 변경하시겠습니까?
lt_lt: Keisti parengimo režimą?
lv_lv: Vai mainīt nodrošināšanas režīmu?
nb_no: Endre klargjøringsmodus?
nl_nl: Provisioningsmodus wijzigen?
pl_pl: Zmienić tryb aprowizacji?
pt_pt: Alterar o modo de aprovisionamento?
ro_ro: Schimbați modul de furnizare?
ru_ru: Изменить режим подготовки?
sk_sk: Zmeniť režim poskytovania?
sl_si: Spremeniti način zagotavljanja?
sr_latn_rs: Promeniti režim obezbeđivanja?
sv_se: Ändra provisioneringsläge?
th_th: เปลี่ยนโหมดการจัดสรรหรือไม่
tr_tr: Temel hazırlık modu değiştirilsin mi?
uk_ua: Змінити режим ініціалізації?
zh_cn: 更改配置模式？
zh_tw: 變更配置模式？

# Autopilot.ProfilesDescription
source: Offline Autopilot profiles available for JSON profile provisioning.
ar_sa: تتوفر ملفات تعريف Autopilot دون اتصال لتوفير ملف التعريف JSON.
bg_bg: Офлайн Autopilot профили, налични за предоставяне на JSON профил.
cs_cz: Offline Autopilot profily dostupné pro zřizování profilu JSON.
da_dk: Offline Autopilot profiler er tilgængelige for JSON profilklarering.
de_de: Offline-Autopilot-Profile für die Bereitstellung von JSON-Profilen verfügbar.
el_gr: Διατίθενται προφίλ εκτός σύνδεσης Autopilot για την παροχή προφίλ JSON.
es_mx: Perfiles Autopilot sin conexión disponibles para el aprovisionamiento de perfiles JSON.
et_ee: Võrguühenduseta Autopilot profiilid on saadaval JSON profiili pakkumiseks.
fi_fi: Offline- Autopilot -profiilit ovat saatavilla JSON-profiilien hallintaan.
fr_ca: Profils Autopilot hors ligne disponibles pour le provisionnement de profils JSON.
he_il: פרופילים לא מקוונים של Autopilot זמינים להקצאת פרופיל JSON.
hr_hr: Izvanmrežni Autopilot profili dostupni za dodjelu JSON profila.
hu_hu: Offline Autopilot profilok elérhetők a JSON profilok kiépítéséhez.
it_it: Profili Autopilot offline disponibili per il provisioning dei profili JSON.
ja_jp: JSON プロファイルのプロビジョニングにオフライン Autopilot プロファイルを使用できます。
ko_kr: JSON 프로필 프로비저닝에 오프라인 Autopilot 프로필을 사용할 수 있습니다.
lt_lt: Neprisijungus pasiekiami Autopilot profiliai, skirti JSON profiliui teikti.
lv_lv: Bezsaistes Autopilot profili ir pieejami JSON profila nodrošināšanai.
nb_no: Frakoblet Autopilot profiler tilgjengelig for JSON profilklargjøring.
nl_nl: Offline Autopilot-profielen beschikbaar voor JSON-profielinrichting.
pl_pl: Profile Autopilot w trybie offline dostępne w ramach udostępniania profili JSON.
pt_pt: Perfis Autopilot off-line disponíveis para provisionamento de perfil JSON.
ro_ro: Profiluri offline Autopilot disponibile pentru furnizarea profilului JSON.
ru_ru: Автономные профили Autopilot доступны для подготовки профиля JSON.
sk_sk: Offline profily Autopilot sú k dispozícii na poskytovanie profilu JSON.
sl_si: Profili Autopilot brez povezave so na voljo za zagotavljanje profila JSON.
sr_latn_rs: Offline Autopilot profili dostupni za dodelu profila JSON.
sv_se: Offline Autopilot-profiler tillgängliga för JSON-profiler.
th_th: โปรไฟล์ Autopilot แบบออฟไลน์พร้อมใช้งานสำหรับการจัดเตรียมโปรไฟล์ JSON
tr_tr: JSON profilinin temel hazırlığı için çevrimdışı Autopilot profilleri mevcuttur.
uk_ua: Офлайн-профілі Autopilot доступні для надання профілю JSON.
zh_cn: 离线Autopilot 配置文件可用于JSON 配置文件配置。
zh_tw: 離線Autopilot 設定檔可用於JSON 設定檔設定。

# Autopilot.ProfilesEmptyLabel
source: No Autopilot profiles imported.
ar_sa: لم يتم استيراد ملفات تعريف Autopilot.
bg_bg: Няма импортирани Autopilot профили.
cs_cz: Nebyly importovány žádné profily Autopilot.
da_dk: Ingen Autopilot-profiler importeret.
de_de: Keine Autopilot Profile importiert.
el_gr: Δεν έχουν εισαχθεί προφίλ Autopilot.
es_mx: No se importaron perfiles Autopilot.
et_ee: Ühtegi Autopilot profiile ei imporditud.
fi_fi: Autopilot-profiileja ei tuotu.
fr_ca: Aucun profil Autopilot importé.
he_il: לא יובאו פרופילים Autopilot.
hr_hr: Nema uvezenih Autopilot profila.
hu_hu: Nincsenek importált Autopilot profilok.
it_it: Nessun profilo Autopilot importato.
ja_jp: Autopilot プロファイルはインポートされていません。
ko_kr: Autopilot 프로필을 가져오지 않았습니다.
lt_lt: Neimportuota jokių Autopilot profilių.
lv_lv: Nav importēts neviens Autopilot profils.
nb_no: Ingen Autopilot-profiler importert.
nl_nl: Geen Autopilot profielen geïmporteerd.
pl_pl: Nie zaimportowano żadnych profili Autopilot.
pt_pt: Nenhum perfil Autopilot importado.
ro_ro: Nu au fost importate profiluri Autopilot.
ru_ru: Профили Autopilot не импортированы.
sk_sk: Neimportovali sa žiadne profily Autopilot.
sl_si: Uvožen ni noben profil Autopilot.
sr_latn_rs: Nema uvezenih profila Autopilot.
sv_se: Inga Autopilot-profiler importerade.
th_th: ไม่มีการนำเข้าโปรไฟล์ Autopilot
tr_tr: Hiçbir Autopilot profili içe aktarılmadı.
uk_ua: Немає профілів Autopilot.
zh_cn: 没有导入 Autopilot 配置文件。
zh_tw: 沒有導入 Autopilot 設定檔。

# Autopilot.ProfilesLabel
source: Imported profiles
ar_sa: الملفات الشخصية المستوردة
bg_bg: Импортирани профили
cs_cz: Importované profily
da_dk: Importerede profiler
de_de: Importierte Profile
el_gr: Εισαγόμενα προφίλ
es_mx: Perfiles importados
et_ee: Imporditud profiilid
fi_fi: Tuodut profiilit
fr_ca: Profils importés
he_il: פרופילים מיובאים
hr_hr: Uvezeni profili
hu_hu: Importált profilok
it_it: Profili importati
ja_jp: インポートされたプロファイル
ko_kr: 가져온 프로필
lt_lt: Importuoti profiliai
lv_lv: Importētie profili
nb_no: Importerte profiler
nl_nl: Geïmporteerde profielen
pl_pl: Zaimportowane profile
pt_pt: Perfis importados
ro_ro: Profiluri importate
ru_ru: Импортированные профили
sk_sk: Importované profily
sl_si: Uvoženi profili
sr_latn_rs: Uvezeni profili
sv_se: Importerade profiler
th_th: โปรไฟล์ที่นำเข้า
tr_tr: İçe aktarılan profiller
uk_ua: Імпортовані профілі
zh_cn: 导入型材
zh_tw: 導入型材

# Autopilot.RemoveButton
source: Remove selected
ar_sa: إزالة المحدد
bg_bg: Премахване на избраното
cs_cz: Odebrat vybrané
da_dk: Fjern valgte
de_de: Ausgewählte entfernen
el_gr: Κατάργηση επιλεγμένων
es_mx: Eliminar seleccionado
et_ee: Eemalda valitud
fi_fi: Poista valitut
fr_ca: Supprimer la sélection
he_il: הסר את הבחירה
hr_hr: Ukloni odabrano
hu_hu: A kiválasztott eltávolítása
it_it: Rimuovi selezionato
ja_jp: 選択したものを削除
ko_kr: 선택 항목 제거
lt_lt: Pašalinti pasirinktą
lv_lv: Noņemt atlasīto
nb_no: Fjern valgte
nl_nl: Geselecteerde verwijderen
pl_pl: Usuń wybrane
pt_pt: Remover selecionado
ro_ro: Eliminați selectat
ru_ru: Удалить выбранное
sk_sk: Odstrániť vybraté
sl_si: Odstrani izbrano
sr_latn_rs: Ukloni izabrano
sv_se: Ta bort markerade
th_th: ลบที่เลือกไว้
tr_tr: Seçileni kaldır
uk_ua: Видалити вибране
zh_cn: 删除选定的
zh_tw: 刪除選定的

# Autopilot.RemoveConfirmationMessageFormat
source: Remove "{0}" from the imported Autopilot profiles?
ar_sa: هل تريد إزالة "{0}" من ملفات التعريف Autopilot المستوردة؟
bg_bg: Да се премахне ли „{0}“ от импортираните Autopilot профили?
cs_cz: Odebrat "{0}" z importovaných profilů Autopilot?
da_dk: Vil du fjerne "{0}" fra de importerede Autopilot-profiler?
de_de: „{0}“ aus den importierten Autopilot Profilen entfernen?
el_gr: Να καταργηθεί το "{0}" από τα εισηγμένα προφίλ Autopilot;
es_mx: ¿Eliminar "{0}" de los perfiles Autopilot importados?
et_ee: Kas eemaldada "{0}" imporditud Autopilot profiilidest?
fi_fi: Poistetaanko "{0}" tuoduista Autopilot-profiileista?
fr_ca: Supprimer "{0}" des profils Autopilot importés?
he_il: להסיר את "{0}" מהפרופילים המיובאים של Autopilot?
hr_hr: Ukloniti "{0}" iz uvezenih Autopilot profila?
hu_hu: Eltávolítja a „{0}” elemet az importált Autopilot profilokból?
it_it: Rimuovere "{0}" dai profili Autopilot importati?
ja_jp: インポートされた Autopilot プロファイルから「{0}」を削除しますか?
ko_kr: 가져온 Autopilot 프로필에서 "{0}"을(를) 제거하시겠습니까?
lt_lt: Pašalinti „{0}“ iš importuotų Autopilot profilių?
lv_lv: Vai noņemt "{0}" no importētajiem Autopilot profiliem?
nb_no: Vil du fjerne "{0}" fra de importerte Autopilot-profilene?
nl_nl: "{0}" verwijderen uit de geïmporteerde Autopilot-profielen?
pl_pl: Usunąć „{0}” z zaimportowanych profili Autopilot?
pt_pt: Remover "{0}" dos perfis Autopilot importados?
ro_ro: Eliminați „{0}” din profilurile Autopilot importate?
ru_ru: Удалить "{0}" из импортированных профилей Autopilot?
sk_sk: Odstrániť "{0}" z importovaných profilov Autopilot?
sl_si: Ali želite odstraniti "{0}" iz uvoženih profilov Autopilot?
sr_latn_rs: Uklonite „{0}“ iz uvezenih Autopilot profila?
sv_se: Ta bort "{0}" från de importerade Autopilot-profilerna?
th_th: ลบ "{0}" ออกจากโปรไฟล์ Autopilot ที่นำเข้าหรือไม่
tr_tr: İçe aktarılan Autopilot profillerinden "{0}" kaldırılsın mı?
uk_ua: Видалити "{0}" з імпортованих профілів Autopilot?
zh_cn: 从导入的Autopilot 配置文件中删除“{0}”吗？
zh_tw: 從導入的Autopilot 設定檔中刪除“{0}”嗎？

# Autopilot.RemoveConfirmationPrimaryButton
source: Remove profile
ar_sa: إزالة الملف الشخصي
bg_bg: Премахване на профил
cs_cz: Odebrat profil
da_dk: Fjern profil
de_de: Profil entfernen
el_gr: Κατάργηση προφίλ
es_mx: Eliminar perfil
et_ee: Eemalda profiil
fi_fi: Poista profiili
fr_ca: Supprimer le profil
he_il: הסר פרופיל
hr_hr: Ukloni profil
hu_hu: Profil eltávolítása
it_it: Rimuovi profilo
ja_jp: プロファイルを削除する
ko_kr: 프로필 삭제
lt_lt: Pašalinti profilį
lv_lv: Noņemt profilu
nb_no: Fjern profilen
nl_nl: Profiel verwijderen
pl_pl: Usuń profil
pt_pt: Remover perfil
ro_ro: Eliminați profilul
ru_ru: Удалить профиль
sk_sk: Odstrániť profil
sl_si: Odstrani profil
sr_latn_rs: Ukloni profil
sv_se: Ta bort profilen
th_th: ลบโปรไฟล์
tr_tr: Profili kaldır
uk_ua: Видалити профіль
zh_cn: 删除个人资料
zh_tw: 刪除個人資料
